Repository: aliziyacevik/HabitLand
Catalog: HabitLand/Intents/AppIntents.xcstrings
Source language: en
Languages: tr

source: %lld habits
tr: %lld alışkanlık

source: Complete Habit
tr: Alışkanlığı Tamamla

source: Daily Progress
tr: Günlük İlerleme

source: Habit
tr: Alışkanlık

source: Habit not found.
tr: Alışkanlık bulunamadı.

source: Habits
tr: Alışkanlıklar

source: Mark a habit as completed for today
tr: Bugün bir alışkanlığı tamamlandı olarak işaretle

source: My Streak
tr: Serim

source: No active streaks right now. Complete a habit to start one!
tr: Şu an aktif seri yok. Bir alışkanlık tamamlayarak başla!

source: No habits found. Open HabitLand to get started!
tr: Alışkanlık bulunamadı. Başlamak için HabitLand'i aç!

source: Show Daily Progress
tr: Günlük İlerlemeyi Göster

source: Show My Streak
tr: Serime Bak

source: Shows how many habits you've completed today
tr: Bugün kaç alışkanlık tamamladığını gösterir

source: Shows your current and best habit streaks
tr: Mevcut ve en iyi alışkanlık serilerini gösterir

source: The habit to complete
tr: Tamamlanacak alışkanlık

source: You don't have any habits yet. Open HabitLand to create one!
tr: Henüz alışkanlığın yok. Oluşturmak için HabitLand'i aç!
